13/data/attachments/819d97d0f099f01a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_95fdc51b-774c-4139-b607-33f2b311147c</nif:username>
            <nif:friendToBeAdded>Emily_particularly_Actions_20423_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>